Repository: malamri777/multivender
Catalog: Modules/Translations/Database/LanguageExport/app_*.arb
Languages: ar

source: Site Motto
ar: شعار الموقع

source: Best eCommerce Website
ar: أفضل موقع للتجارة الإلكترونية

source: Site Icon
ar: أيقونة الموقع

source: Website favicon. 32x32 .png
ar: أيقونة موقع الويب. 32 × 32. png

source: Website Base Color
ar: لون قاعدة الموقع

source: Hex Color Code
ar: رمز اللون السداسي

source: Website Base Hover Color
ar: لون قاعدة موقع الويب

source: Update
ar: تحديث

source: Global SEO
ar: العالمية سيو

source: Meta description
ar: ميتا الوصف

source: Keywords
ar: الكلمات الدالة

source: Separate with coma
ar: فصل مع غيبوبة

source: Website Pages
ar: صفحات الموقع

source: All Pages
ar: كل الصفحات

source: Add New Page
ar: أضف صفحة جديدة

source: Actions
ar: أجراءات

source: Edit Page Information
ar: تحرير معلومات الصفحة

source: Page Content
ar: محتوى الصفحة

source: Title
ar: عنوان

source: Link
ar: حلقة الوصل

source: Use character, number, hypen only
ar: استخدم الحرف ، الرقم ، الواصلة فقط

source: Add Content
ar: إضافة محتوى

source: Seo Fields
ar: سيو فيلدز

source: Update Page
ar: تحديث الصفحة

source: Default Language
ar: اللغة الافتراضية

source: Add New Language
ar: أضف لغة جديدة

source: Translation
ar: ترجمة

source: Language Information
ar: معلومات اللغة

source: Save Page
ar: احفظ الصفحة

source: Home Page Settings
ar: إعدادات الصفحة الرئيسية

source: Home Slider
ar: المنزل المنزلق

source: Photos & Links
ar: الصور والروابط

source: Add New
ar: اضف جديد

source: Home Categories
ar: فئات المنزل

source: Home Banner 1 (Max 3)
ar: لافتة المنزل 1 (الحد الأقصى 3)

source: Banner & Links
ar: لافتة وروابط

source: Home Banner 2 (Max 3)
ar: لافتة المنزل 2 (الحد الأقصى 3)

source: Top 10
ar: أعلى 10

source: Top Categories (Max 10)
ar: أهم الفئات (بحد أقصى 10)

source: Top Brands (Max 10)
ar: أشهر الماركات (بحد أقصى 10)

source: System Name
ar: اسم النظام

source: System Logo - White
ar: شعار النظام - أبيض

source: Choose Files
ar: اختر الملفات

source: Will be used in admin panel side menu
ar: سيتم استخدامها في القائمة الجانبية للوحة الإدارة

source: System Logo - Black
ar: شعار النظام - أسود

source: Will be used in admin panel topbar in mobile + Admin login page
ar: سيتم استخدامها في الشريط العلوي للوحة الإدارة في الجوال + صفحة تسجيل دخول المسؤول

source: System Timezone
ar: المنطقة الزمنية للنظام

source: Admin login page background
ar: خلفية صفحة تسجيل دخول المسؤول

source: Website Header
ar: رأس موقع الويب

source: Header Setting
ar: إعداد الرأس

source: Header Logo
ar: رأس الشعار

source: Show Language Switcher?
ar: إظهار محوّل اللغة؟

source: Show Currency Switcher?
ar: إظهار محوّل العملات؟

source: Enable stikcy header?
ar: تمكين رأس stikcy؟

source: Website Footer
ar: تذييل موقع الويب

source: Footer Widget
ar: القطعة التذييل

source: About Widget
ar: حول القطعة

source: Footer Logo
ar: تذييل الشعار

source: About description
ar: حول الوصف

source: Contact Info Widget
ar: أداة معلومات الاتصال

source: Footer contact address
ar: عنوان اتصال التذييل

source: Footer contact phone
ar: هاتف جهة اتصال التذييل

source: Footer contact email
ar: البريد الإلكتروني لجهة اتصال التذييل

source: Link Widget One
ar: رابط القطعة واحد

source: Links
ar: الروابط

source: Footer Bottom
ar: أسفل التذييل

source: Copyright Widget
ar: القطعة حقوق الطبع والنشر

source: Copyright Text
ar: نص حقوق النشر

source: Social Link Widget
ar: أداة الارتباط الاجتماعي

source: Show Social Links?
ar: إظهار الروابط الاجتماعية؟

source: Social Links
ar: روابط اجتماعية

source: Payment Methods Widget
ar: أداة طرق الدفع

source: RTL status updated successfully
ar: تم تحديث حالة RTL بنجاح

source: Language changed to
ar: تغيرت اللغة إلى

source: Inhouse Product sale report
ar: تقرير بيع المنتج الداخلي

source: Sort by Category
ar: فرز حسب الفئة

source: Product wise stock report
ar: تقرير مخزون المنتج الحكيم

source: Currency changed to
ar: تغيرت العملة إلى

source: Avatar
ar: الصورة الرمزية

source: Copy
ar: نسخ

source: Variant
ar: متغير

source: Variant Price
ar: سعر متغير

source: Key
ar: مفتاح

source: Value
ar: القيمة

source: Copy Translations
ar: نسخ الترجمات

source: All Pick-up Points
ar: جميع نقاط الاستلام

source: Add New Pick-up Point
ar: أضف نقطة التقاط جديدة

source: Manager
ar: مدير

source: Location
ar: موقعك

source: Pickup Station Contact
ar: الاتصال بمحطة الالتقاط

source: Open
ar: افتح

source: POS Activation for Seller
ar: تفعيل نقاط البيع للبائع

source: Order Completed Successfully.
ar: اكتمل الطلب بنجاح.

source: Text Input
ar: إدخال النص

source: Select
ar: تحديد

source: Multiple Select
ar: تحديد متعدد

source: Radio
ar: مذياع

source: File
ar: ملف

source: Email Address
ar: عنوان بريد الكتروني

source: Verification Info
ar: معلومات التحقق

source: Approval
ar: موافقة

source: Due Amount
ar: مبلغ مستحق

source: Show
ar: تبين

source: Pay Now
ar: ادفع الآن

source: Affiliate User Verification
ar: التحقق من المستخدم التابع

source: Reject
ar: رفض

source: Accept
ar: قبول

source: Beauty, Health & Hair
ar: الجمال والصحة والشعر

source: Comparison
ar: مقارنة

source: Reset Compare List
ar: إعادة تعيين قائمة المقارنة

source: Your comparison list is empty
ar: قائمة المقارنة الخاصة بك فارغة

source: Convert Point To Wallet
ar: تحويل النقطة إلى المحفظة

source: Note: You need to activate wallet option first before using club point addon.
ar: ملاحظة: أنت بحاجة إلى تنشيط خيار المحفظة أولاً قبل استخدام ملحق نقطة النادي.

source: Create an account.
ar: انشئ حساب.

source: Use Email Instead
ar: استخدم البريد الإلكتروني بدلاً من ذلك

source: By signing up you agree to our terms and conditions.
ar: بالتسجيل فإنك توافق على الشروط والأحكام الخاصة بنا.

source: Create Account
ar: إنشاء حساب

source: Or Join With
ar: أو انضم إلى

source: Log In
ar: تسجيل الدخول

source: Computer & Accessories
ar: الكمبيوتر وملحقاته

source: Products
ar: منتجات

source: in your cart
ar: في عربة التسوق الخاصة بك

source: in your wishlist
ar: في قائمة الرغبات الخاصة بك

source: you ordered
ar: لقد طلبت

source: Default Shipping Address
ar: عنوان الشحن الافتراضي

source: Sports & outdoor
ar: رياضة وخارجية

source: Copied
ar: نسخ

source: Copy the Promote Link
ar: انسخ رابط الترويج

source: Write a review
ar: أكتب مراجعة

source: Your name
ar: اسمك

source: Comment
ar: تعليق

source: Your review
ar: مراجعتك

source: Submit review
ar: إرسال المراجعة

source: Claire Willis
ar: كلير ويليس

source: Germaine Greene
ar: جيرمين جرين

source: Product File
ar: ملف المنتج

source: Choose File
ar: اختر ملف

source: Type to add a tag
ar: اكتب لإضافة علامة

source: Images
ar: الصور

source: Main Images
ar: الصور الرئيسية

source: Meta Tags
ar: العلامات الفوقية

source: Digital Product has been inserted successfully
ar: تم إدخال المنتج الرقمي بنجاح

source: Edit Digital Product
ar: تحرير المنتج الرقمي

source: Select an option
ar: حدد اختيارا

source: Tax
ar: ضريبة

source: Any question about this product?
ar: أي سؤال حول هذا المنتج؟

source: Sign in
ar: تسجيل الدخول

source: Login with Google
ar: تسجيل الدخول عبر جوجل

source: Login with Facebook
ar: تسجيل الدخول باستخدام الفيسبوك

source: Login with Twitter
ar: تسجيل الدخول مع Twitter

source: Click to show phone number
ar: انقر لإظهار رقم الهاتف

source: Other Ads of
ar: إعلانات أخرى من

source: Store Home
ar: مخزن المنزل

source: Top Selling
ar: الأكثر مبيعا

source: Shop Settings
ar: إعدادات المتجر

source: Visit Shop
ar: قم بزيارة المتجر

source: Pickup Points
ar: نقاط الالتقاط

source: Select Pickup Point
ar: حدد نقطة الالتقاط

source: Slider Settings
ar: إعدادات المنزلق

source: Social Media Link
ar: رابط التواصل الاجتماعي

source: Facebook
ar: موقع التواصل الاجتماعي الفيسبوك

source: Twitter
ar: تويتر

source: Google
ar: جوجل

source: New Arrival Products
ar: منتجات وصول جديدة

source: Check Your Order Status
ar: تحقق من حالة طلبك

source: Shipping method
ar: طريقة الشحن

source: Shipped By
ar: تم الشحن بواسطة

source: Image
ar: صورة

source: Sub Sub Category
ar: فئة فرعية فرعية

source: Inhouse Products
ar: المنتجات الداخلية

source: Enter your email address to recover your password.
ar: أدخل عنوان بريدك الإلكتروني لاستعادة كلمة المرور الخاصة بك.

source: Email or Phone
ar: بريد الكتروني او هاتف

source: Send Password Reset Link
ar: إرسال رابط إعادة تعيين كلمة السر

source: Back to Login
ar: العودة إلى تسجيل الدخول

source: index
ar: فهرس

source: Download Your Product
ar: قم بتنزيل منتجك

source: Option
ar: اختيار

source: Applied Refund Request
ar: طلب استرداد مطبق

source: Item has been renoved from wishlist
ar: تمت إعادة العنصر من قائمة الرغبات

source: Bulk Products Upload
ar: تحميل المنتجات بالجملة

source: Upload CSV
ar: تحميل CSV

source: Create a Ticket
ar: قم بإنشاء تذكرة

source: Tickets
ar: تذاكر

source: Ticket ID
ar: معرف التذكرة

source: Sending Date
ar: تاريخ إرسال

source: Subject
ar: موضوع

source: View Details
ar: عرض التفاصيل

source: Provide a detailed description
ar: قدم وصفاً مفصلاً

source: Type your reply
ar: اكتب ردك

source: Send Ticket
ar: إرسال التذكرة

source: Load More.
ar: تحميل المزيد

source: Jewelry & Watches
ar: المجوهرات والساعات

source: Filters
ar: المرشحات

source: Contact address
ar: عنوان الإتصال

source: Contact phone
ar: هاتف الاتصال

source: Contact email
ar: تواصل بالبريد الاكتروني

source: Filter by
ar: مصنف بواسطة

source: Condition
ar: شرط

source: All Type
ar: كل الأنواع

source: Pay with wallet
ar: ادفع بالمحفظة

source: Select variation
ar: حدد الاختلاف

source: No Product Added
ar: لا يوجد منتج مضاف

source: Status has been updated successfully
ar: تم تحديث الحالة بنجاح

source: All Seller Packages
ar: جميع حزم البائع

source: Add New Package
ar: إضافة حزمة جديدة

source: Package Logo
ar: حزمة الشعار

source: Days
ar: أيام

source: Create New Seller Package
ar: إنشاء حزمة بائع جديدة

source: Package Name
ar: اسم الحزمة

source: Duration
ar: المدة الزمنية

source: Validity in number of days
ar: الصلاحية في عدد الأيام

source: Update Package Information
ar: تحديث معلومات الحزمة

source: Package has been inserted successfully
ar: تم إدخال الحزمة بنجاح

source: Refund Request
ar: طلب ارجاع

source: Reason
ar: السبب

source: Label
ar: ضع الكلمة المناسبة

source: Select Label
ar: حدد التسمية

source: Multiple Select Label
ar: متعدد تحديد التسمية

source: Radio Label
ar: تسمية الراديو

source: Pickup Point Orders
ar: أوامر نقطة الاستلام

source: View
ar: رأي

source: Order #
ar: طلب #

source: Order status
ar: حالة الطلب

source: Total amount
ar: المبلغ الإجمالي

source: Total
ar: مجموع

source: Delivery status has been updated
ar: تم تحديث حالة التسليم

source: Payment status has been updated
ar: تم تحديث حالة الدفع

source: INVOICE
ar: فاتورة

source: Set Refund Time
ar: ضبط وقت الاسترداد

source: Set Time for sending Refund Request
ar: تعيين الوقت لإرسال طلب استرداد

source: Set Refund Sticker
ar: تعيين ملصق استرداد

source: Sticker
ar: ملصق

source: Refund Request All
ar: طلب استرداد الكل

source: Order Id
ar: رقم التعريف الخاص بالطلب

source: Seller Approval
ar: موافقة البائع

source: Admin Approval
ar: موافقة المسؤول

source: Refund Status
ar: حالة رد الأموال

source: No Refund
ar: لا رد

source: Status updated successfully
ar: تم تحديث الحالة بنجاح

source: User Search Report
ar: تقرير بحث المستخدم

source: Search By
ar: البحث عن طريق

source: Number searches
ar: عدد عمليات البحث

source: Sender
ar: مرسل

source: Receiver
ar: المتلقي

source: Verification form updated successfully
ar: تم تحديث نموذج التحقق بنجاح

source: Invalid email or password
ar: البريد الإلكتروني أو كلمة السر خاطئة

source: All Coupons
ar: جميع القسائم

source: Add New Coupon
ar: أضف قسيمة جديدة

source: Coupon Information
ar: معلومات القسيمة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Product Base
ar: قاعدة المنتج

source: Send Newsletter
ar: إرسال النشرة الإخبارية

source: Mobile Users
ar: مستخدمو المحمول

source: SMS subject
ar: موضوع الرسائل القصيرة

source: SMS content
ar: محتوى الرسائل القصيرة

source: All Flash Delas
ar: كل فلاش ديلاس

source: Create New Flash Dela
ar: إنشاء فلاش ديلا جديد

source: Page Link
ar: رابط الصفحة

source: Flash Deal Information
ar: معلومات صفقة فلاش

source: Background Color
ar: لون الخلفية

source: Text Color
ar: لون الخط

source: White
ar: أبيض

source: Dark
ar: داكن

source: Choose Products
ar: اختر المنتجات

source: Discounts
ar: الخصومات

source: Discount Type
ar: نوع الخصم

source: Twillo Credential
ar: اعتماد Twillo

source: TWILIO AUTH TOKEN
ar: رمز TWILIO AUTH

source: VALID TWILLO NUMBER
ar: رقم تويلو صالح

source: Nexmo Credential
ar: اعتماد Nexmo

source: SSL Wireless Credential
ar: اعتماد لاسلكي SSL

source: SSL SMS URL
ar: عنوان URL لـ SSL SMS

source: Fast2SMS Credential
ar: اعتماد Fast2SMS

source: AUTH KEY
ar: مفتاح المصادقة

source: ROUTE
ar: طريق

source: Promotional Use
ar: الاستخدام الترويجي

source: Transactional Use
ar: استخدام المعاملات

source: SENDER ID
ar: هوية المرسل

source: Order Placement
ar: ترتيب التنسيب

source: Delivery Status Changing Time
ar: وقت تغيير حالة التسليم

source: Paid Status Changing Time
ar: وقت تغيير الحالة المدفوعة

source: Send Bulk SMS
ar: إرسال رسائل نصية مجمعة

source: All Subscribers
ar: كل المشتركين

source: Coupon Information Adding
ar: إضافة معلومات القسيمة

source: Coupon Type
ar: نوع القسيمة

source: For Products
ar: للمنتجات

source: For Total Orders
ar: لإجمالي الطلبات

source: Add Your Product Base Coupon
ar: أضف قسيمة قاعدة المنتج الخاصة بك

source: Coupon code
ar: رمز الكوبون

source: Sub Category
ar: تصنيف فرعي

source: Add More
ar: أضف المزيد

source: Add Your Cart Base Coupon
ar: أضف قسيمة سلة التسوق الخاصة بك

source: Minimum Shopping
ar: الحد الأدنى من التسوق

source: Maximum Discount Amount
ar: الحد الأقصى لمبلغ الخصم

source: Coupon Information Update
ar: تحديث معلومات القسيمة

source: Please Configure SMTP Setting to work all email sending funtionality
ar: يرجى تكوين إعداد SMTP للعمل على جميع وظائف إرسال البريد الإلكتروني

source: Configure Now
ar: تكوين الآن

source: Total published products
ar: إجمالي المنتجات المنشورة

source: Total sellers products
ar: إجمالي منتجات البائعين

source: Total admin products
ar: إجمالي منتجات الإدارة

source: Manage Products
ar: إدارة المنتجات

source: Total product category
ar: فئة المنتج الإجمالية

source: Create Category
ar: إنشاء فئة

source: Total product sub sub category
ar: إجمالي فئة فرعية المنتج

source: Create Sub Sub Category
ar: تكوين فئة فرعية فرعية

source: Total product sub category
ar: إجمالي فئة المنتج الفرعية

source: Create Sub Category
ar: إنشاء فئة فرعية

source: Total product brand
ar: إجمالي العلامة التجارية للمنتج

source: Create Brand
ar: إنشاء علامة تجارية

source: Total sellers
ar: مجموع البائعين

source: Total approved sellers
ar: إجمالي البائعين المعتمدين

source: Total pending sellers
ar: إجمالي البائعين المعلقين

source: Manage Sellers
ar: إدارة البائعين

source: Category wise product sale
ar: بيع المنتج من فئة الحكمة

source: Sale
ar: تخفيض السعر

source: Category wise product stock
ar: فئة مخزون المنتج الحكيم

source: Category Name
ar: اسم التصنيف

source: Stock
ar: مخزون

source: Frontend
ar: نهاية المقدمة

source: Home page
ar: الصفحة الرئيسية

source: setting
ar: ضبط

source: Policy page
ar: صفحة السياسة

source: General
ar: جنرال لواء

source: Click Here
ar: انقر هنا

source: Useful link
ar: رابط مفيد

source: Activation
ar: التنشيط

source: Payment method
ar: طريقة الدفع او السداد

source: Social media
ar: وسائل التواصل الاجتماعي

source: Business
ar: اعمال

source: Seller verification
ar: التحقق من البائع

source: form setting
ar: وضع النموذج

source: Language
ar: لغة

source: Dashboard
ar: لوحة القيادة

source: POS System
ar: نظام نقاط البيع

source: POS Manager
ar: مدير نقاط البيع

source: POS Configuration
ar: تكوين نقاط البيع

source: Add New Product
ar: اضافة منتج جديد

source: All products
ar: جميع المنتجات

source: In House Products
ar: منتجات المنزل

source: Seller Products
ar: منتجات البائع

source: Digital Products
ar: المنتجات الرقمية

source: Bulk Import
ar: استيراد بالجملة

source: Bulk Export
ar: تصدير بالجملة

source: Category
ar: الفئة

source: Subcategory
ar: تصنيف فرعي

source: Sub Subcategory
ar: فئة فرعية

source: Brand
ar: الماركة

source: Attribute
ar: ينسب

source: Product Reviews
ar: تعليقات المنتج

source: Sales
ar: مبيعات

source: All Orders
ar: جميع الطلبات

source: Inhouse orders
ar: أوامر داخلية

source: Seller Orders
ar: طلبات البائع

source: Pick-up Point Order
ar: طلب نقطة الاستلام

source: Refunds
ar: المبالغ المستردة

source: Refund Requests
ar: طلبات الاسترداد

source: Approved Refund
ar: إعادة الأموال المعتمدة

source: Refund Configuration
ar: تكوين استرداد

source: Customers
ar: العملاء

source: Customer list
ar: قائمة العملاء

source: Classified Products
ar: المنتجات المبوبة

source: Classified Packages
ar: الحزم المصنفة

source: Sellers
ar: الباعة

source: All Seller
ar: كل البائع

source: Payouts
ar: المدفوعات

source: Payout Requests
ar: طلبات الدفع

source: Seller Commission
ar: عمولة البائع

source: Seller Packages
ar: حزم البائع

source: Seller Verification Form
ar: نموذج التحقق من البائع

source: Reports
ar: التقارير

source: In House Product Sale
ar: بيع المنتجات في المنزل

source: Seller Products Sale
ar: بيع منتجات البائع

source: Products Stock
ar: مخزون المنتجات

source: Products wishlist
ar: قائمة المنتجات المفضلة

source: User Searches
ar: عمليات بحث المستخدم

source: Marketing
ar: تسويق

source: Flash deals
ar: صفقات فلاش

source: Newsletters
ar: النشرات الإخبارية

source: Bulk SMS
ar: الرسائل القصيرة بالجملة

source: Subscribers
ar: مشتركين

source: Coupon
ar: القسيمة

source: Support
ar: الدعم

source: Ticket
ar: تذكرة

source: Product Queries
ar: استفسارات المنتج

source: Website Setup
ar: إعداد الموقع

source: Header
ar: رأس

source: Footer
ar: تذييل

source: Pages
ar: الصفحات

source: Appearance
ar: مظهر خارجي

source: Setup & Configurations
ar: الإعداد والتكوينات

source: General Settings
ar: الاعدادات العامة

source: Features activation
ar: تفعيل الميزات

source: Languages
ar: اللغات

source: Currency
ar: عملة

source: Pickup point
ar: نقطة الالتقاط

source: SMTP Settings
ar: إعدادات SMTP

source: Payment Methods
ar: طرق الدفع

source: File System Configuration
ar: تكوين نظام الملفات

source: Social media Logins
ar: عمليات تسجيل الدخول إلى وسائل التواصل الاجتماعي

source: Analytics Tools
ar: أدوات التحليلات

source: Facebook Chat
ar: دردشة الفيسبوك

source: Google reCAPTCHA
ar: جوجل reCAPTCHA

source: Shipping Configuration
ar: تكوين الشحن

source: Shipping Countries
ar: دول الشحن

source: Affiliate System
ar: نظام الانتساب

source: Affiliate Registration Form
ar: استمارة تسجيل المنتسبين

source: Affiliate Configurations
ar: التكوينات التابعة

source: Affiliate Users
ar: المستخدمون المنتسبون

source: Referral Users
ar: المستخدمون المحالون

source: Affiliate Withdraw Requests
ar: طلبات السحب التابعة

source: Offline Payment System
ar: نظام الدفع دون اتصال بالإنترنت

source: Manual Payment Methods
ar: طرق الدفع اليدوية

source: Offline Wallet Recharge
ar: إعادة شحن المحفظة دون اتصال بالإنترنت

source: Offline Customer Package Payments
ar: مدفوعات حزمة العملاء غير المتصلين

source: Offline Seller Package Payments
ar: مدفوعات حزمة البائع غير المتصل

source: Paytm Payment Gateway
ar: بوابة الدفع Paytm

source: Set Paytm Credentials
ar: قم بتعيين بيانات اعتماد Paytm

source: Club Point System
ar: نظام كلوب بوينت

source: Club Point Configurations
ar: تكوينات كلوب بوينت

source: Set Product Point
ar: تعيين نقطة المنتج

source: User Points
ar: نقاط المستخدم

source: OTP System
ar: نظام OTP

source: OTP Configurations
ar: تكوينات OTP

source: Set OTP Credentials
ar: قم بتعيين بيانات اعتماد OTP

source: Staffs
ar: طاقم العمل

source: All staffs
ar: كل فريق العمل

source: Staff permissions
ar: أذونات الموظفين

source: Addon Manager
ar: مدير الملحق

source: Browse Website
ar: تصفح الموقع

source: POS
ar: نقاط البيع

source: Notifications
ar: إشعارات

source: new orders
ar: طلبات جديدة

source: user-image
ar: صورة المستخدم

source: Profile
ar: الملف الشخصي

source: Logout
ar: تسجيل خروج

source: Page Not Found!
ar: الصفحة غير موجودة!

source: The page you are looking for has not been found on our server.
ar: لم يتم العثور على الصفحة التي تبحث عنها على خادمنا.

source: Registration
ar: التسجيل

source: I am shopping for...
ar: انا اتسوق لأجل...

source: Compare
ar: قارن

source: Wishlist
ar: قائمة الرغبات

source: Cart
ar: عربة التسوق

source: Your Cart is empty
ar: عربة التسوق فارغة

source: Categories
ar: التصنيفات

source: See All
ar: اظهار الكل

source: Seller Policy
ar: سياسة البائع

source: return policy
ar: سياسة العائدات

source: Support Policy
ar: سياسة الدعم

source: privacy policy
ar: سياسة خاصة

source: Your Email Address
ar: عنوان بريدك الإلكتروني

source: Subscribe
ar: الإشتراك

source: Contact Info
ar: معلومات الاتصال

source: Address
ar: عنوان

source: Phone
ar: هاتف

source: Email
ar: البريد الإلكتروني

source: Login
ar: تسجيل الدخول

source: My Account
ar: حسابي

source: Order History
ar: تاريخ الطلب

source: My Wishlist
ar: قائمة امنياتي

source: Track Order
ar: ترتيب المسار

source: Be an affiliate partner
ar: كن شريكًا تابعًا

source: Be A Seller
ar: كن بائعا

source: Apply Now
ar: قدم الآن

source: Confirmation
ar: التأكيد

source: Delete confirmation message
ar: حذف رسالة التأكيد

source: Cancel
ar: إلغاء

source: Delete
ar: حذف

source: Item has been added to compare list
ar: تمت إضافة العنصر إلى قائمة المقارنة

source: Please login first
ar: الرجاء تسجيل الدخول أولا

source: Total Earnings From
ar: إجمالي الأرباح من

source: Client Subscription
ar: اشتراك العميل

source: Product category
ar: فئة المنتج

source: Product sub sub category
ar: الفئة الفرعية للمنتج

source: Product sub category
ar: فئة المنتج الفرعية

source: Product brand
ar: العلامة التجارية المنتج

source: Top Client Packages
ar: حزم العميل الأعلى

source: Top Freelancer Packages
ar: أفضل الحزم لحسابهم الخاص

source: Number of sale
ar: رقم البيع

source: Number of Stock
ar: عدد الأسهم

source: Top 10 Products
ar: أفضل 10 منتجات

source: Top 12 Products
ar: أفضل 12 منتجات

source: Admin can not be a seller
ar: لا يمكن للمسؤول أن يكون بائعًا

source: Filter by Rating
ar: تصفية حسب التصنيف

source: Published reviews updated successfully
ar: تم تحديث المراجعات المنشورة بنجاح

source: Refund Sticker has been updated successfully
ar: تم تحديث ملصق رد الأموال بنجاح

source: Edit Product
ar: تحرير المنتج

source: Meta Images
ar: ميتا صور

source: Update Product
ar: تحديث المنتج

source: Product has been deleted successfully
ar: تم حذف المنتج بنجاح

source: Your Profile has been updated successfully!
ar: تم تحديث ملفك الشخصي بنجاح!

source: Upload limit has been reached. Please upgrade your package.
ar: تم الوصول إلى حد التحميل. الرجاء ترقية الحزمة الخاصة بك.

source: Add Your Product
ar: أضف منتجك

source: Select a category
ar: اختر تصنيف

source: Select a brand
ar: اختر ماركة

source: Product Unit
ar: وحدة المنتج

source: Product Tag
ar: علامة المنتج

source: Type & hit enter
ar: اكتب & اضغط دخول

source: Videos
ar: أشرطة فيديو

source: Video From
ar: فيديو من

source: Video URL
ar: رابط الفيديو

source: Customer Choice
ar: اختيار العميل

source: PDF
ar: بي دي إف

source: Choose PDF
ar: اختر PDF

source: Select Category
ar: اختر الفئة

source: Target Category
ar: الفئة المستهدفة

source: subsubcategory
ar: فئة فرعية

source: Search Category
ar: فئة البحث

source: Search SubCategory
ar: بحث فرعي

source: Search SubSubCategory
ar: بحث SubSubCategory

source: Update your product
ar: قم بتحديث منتجك

source: Product has been updated successfully
ar: تم تحديث المنتج بنجاح

source: Add Your Digital Product
ar: أضف منتجك الرقمي

source: Active eCommerce CMS Update Process
ar: عملية تحديث CMS للتجارة الإلكترونية النشطة

source: Codecanyon purchase code
ar: كود شراء Codecanyon

source: Database Name
ar: اسم قاعدة البيانات

source: Database Username
ar: اسم مستخدم قاعدة البيانات

source: Database Password
ar: كلمة مرور قاعدة البيانات

source: Database Hostname
ar: اسم مضيف قاعدة البيانات

source: Update Now
ar: تحديث الان
