Repository: malamri777/multivender
Catalog: Modules/Translations/Database/LanguageExport/app_*.arb
Languages: ar

source: Congratulations
ar: تهانينا

source: You have successfully completed the updating process. Please Login to continue
ar: لقد أكملت بنجاح عملية التحديث. الرجاء تسجيل الدخول للمتابعة

source: Go to Home
ar: اذهب إلى الصفحة الرئيسية

source: Login to Admin panel
ar: تسجيل الدخول إلى لوحة الإدارة

source: S3 File System Credentials
ar: بيانات اعتماد نظام ملف S3

source: S3 File System Activation
ar: تفعيل نظام ملفات S3

source: Your phone number
ar: رقم تليفونك

source: Zip File
ar: ملف مضغوط

source: Install
ar: تثبيت

source: This version is not capable of installing Addons, Please update.
ar: هذا الإصدار غير قادر على تثبيت الملحقات ، يرجى التحديث.

source: Search in menu
ar: البحث في القائمة

source: Uploaded Files
ar: الملفات التي يتم تحميلها

source: Shipping Cities
ar: مدن الشحن

source: System
ar: النظام

source: Server status
ar: حالة الملقم

source: Nothing found
ar: لا شيء موجود

source: Parent Category
ar: القسم الرئيسي

source: Level
ar: مستوى

source: Category Information
ar: معلومات الفئة

source: Translatable
ar: قابل للترجمة

source: No Parent
ar: لا يوجد أصل

source: Physical
ar: جسدي - بدني

source: Digital
ar: رقمي

source: Search your files
ar: ابحث في ملفاتك

source: Category has been updated successfully
ar: تم تحديث الفئة بنجاح

source: All uploaded files
ar: جميع الملفات المرفوعة

source: Upload New File
ar: تحميل ملف جديد

source: All files
ar: كل الملفات

source: Search
ar: بحث

source: Details Info
ar: تفاصيل معلومات

source: Copy Link
ar: انسخ الرابط

source: Are you sure to delete this file?
ar: هل أنت متأكد من حذف هذا الملف؟

source: File Info
ar: معلومات الملف

source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة

source: Oops, unable to copy
ar: عفوًا ، غير قادر على النسخ

source: File deleted successfully
ar: تم حذف الملف بنجاح

source: Add New Brand
ar: أضف علامة تجارية جديدة

source: Brand Information
ar: معلومات العلامة التجارية

source: Brand has been updated successfully
ar: تم تحديث العلامة التجارية بنجاح

source: Brand has been deleted successfully
ar: تم حذف العلامة التجارية بنجاح

source: This is used for search. Input those words by which cutomer can find this product.
ar: هذا يستخدم للبحث. أدخل تلك الكلمات التي يمكن لـ cutomer العثور على هذا المنتج من خلالها.

source: These images are visible in product details page gallery. Use 600x600 sizes images.
ar: هذه الصور مرئية في معرض صفحة تفاصيل المنتج. استخدم صور بحجم 600 × 600.

source: This image is visible in all product box. Use 300x300 sizes image. Keep some blank space around main object of your image as we had to crop some edge in different devices to make it responsive.
ar: هذه الصورة مرئية في كل علبة المنتج. استخدم صورة بحجم 300 × 300. احتفظ ببعض المساحة الفارغة حول الكائن الرئيسي لصورتك حيث كان علينا قص بعض الحواف في أجهزة مختلفة لجعلها مستجيبة.

source: Use proper link without extra parameter. Don't use short share link/embeded iframe code.
ar: استخدم الارتباط المناسب بدون معلمة إضافية. لا تستخدم رابط المشاركة القصير / كود iframe المضمن.

source: Save Product
ar: حفظ المنتج

source: Product has been inserted successfully
ar: تم إدخال المنتج بنجاح

source: Sorry for the inconvenience, but we're working on it.
ar: آسف على الإزعاج ، لكننا نعمل على ذلك.

source: Error code
ar: خطا بالكود

source: Please Configure SMTP Setting to work all email sending functionality
ar: يرجى تكوين إعداد SMTP للعمل على جميع وظائف إرسال البريد الإلكتروني

source: Order
ar: طلب

source: We have limited banner height to maintain UI. We had to crop from both left & right side in view for different devices to make it responsive. Before designing banner keep these points in mind.
ar: لدينا ارتفاع محدود للافتة للحفاظ على واجهة المستخدم. كان علينا الاقتصاص من كلا الجانبين الأيسر والأيمن في عرض الأجهزة المختلفة لجعلها مستجيبة. قبل تصميم لافتة ضع هذه النقاط في الاعتبار.

source: Home Banner 3 (Max 3)
ar: لافتة المنزل 3 (الحد الأقصى 3)

source: Add New Seller
ar: إضافة بائع جديد

source: Filter by Approval
ar: تصفية حسب الموافقة

source: Non-Approved
ar: ليس مصدق عليه

source: Type name or email & Enter
ar: اكتب الاسم أو البريد الإلكتروني وأدخل

source: Due to seller
ar: مستحق للبائع

source: Log in as this Seller
ar: تسجيل الدخول باسم هذا البائع

source: Go to Payment
ar: انتقل إلى الدفع

source: Ban this seller
ar: حظر هذا البائع

source: Do you really want to ban this seller?
ar: هل تريد حقًا حظر هذا البائع؟

source: Proceed!
ar: تقدم!

source: Approved sellers updated successfully
ar: تم تحديث البائعين المعتمدين بنجاح

source: Seller has been deleted successfully
ar: تم حذف البائع بنجاح

source: Seller Information
ar: معلومات البائع

source: Seller has been inserted successfully
ar: تم إدراج البائع بنجاح

source: Email already exists!
ar: البريد الالكتروني موجود بالفعل!

source: Verify Your Email Address
ar: تحقق من عنوان بريدك الإلكتروني

source: Before proceeding, please check your email for a verification link.
ar: قبل المتابعة ، يرجى التحقق من بريدك الإلكتروني للحصول على رابط التحقق.

source: If you did not receive the email.
ar: إذا لم تستلم البريد الإلكتروني.

source: Click here to request another
ar: انقر هنا لطلب آخر

source: Email Verification
ar: تأكيد بواسطة البريد الالكتروني

source: Email Verification -
ar: تأكيد بواسطة البريد الالكتروني -

source: HTTPS Activation
ar: تفعيل HTTPS

source: Maintenance Mode
ar: نمط الصيانة

source: Maintenance Mode Activation
ar: تفعيل وضع الصيانة

source: Classified Product Activate
ar: تنشيط المنتج المصنف

source: Classified Product
ar: منتج مصنف

source: Business Related
ar: الأعمال ذات الصلة

source: Vendor System Activation
ar: تفعيل نظام البائع

source: Wallet System Activation
ar: تفعيل نظام المحفظة

source: Coupon System Activation
ar: تفعيل نظام القسيمة

source: Pickup Point Activation
ar: تفعيل نقطة الالتقاط

source: Conversation Activation
ar: تفعيل المحادثة

source: Guest Checkout Activation
ar: تفعيل تسجيل خروج الضيف

source: Category-based Commission
ar: عمولة على أساس الفئة

source: After activate this option Seller commision will be disabled and You need to set commission on each category otherwise Admin will not get any commision
ar: بعد تفعيل هذا الخيار ، سيتم تعطيل عمولة البائع وتحتاج إلى تعيين العمولة على كل فئة وإلا فلن يحصل المسؤول على أي عمولة

source: Set Commisssion Now
ar: تعيين كوميسيون الآن

source: Payment Related
ar: الدفع ذات الصلة

source: Paypal Payment Activation
ar: تفعيل الدفع باي بال

source: You need to configure Paypal correctly to enable this feature
ar: تحتاج إلى تكوين Paypal بشكل صحيح لتمكين هذه الميزة

source: Stripe Payment Activation
ar: تفعيل الدفع عبر الشريط

source: SSlCommerz Activation
ar: تفعيل SSlCommerz

source: Instamojo Payment Activation
ar: تفعيل الدفع Instamojo

source: You need to configure Instamojo Payment correctly to enable this feature
ar: تحتاج إلى تكوين Instamojo Payment بشكل صحيح لتمكين هذه الميزة

source: Razor Pay Activation
ar: تفعيل دفع الحلاقة

source: You need to configure Razor correctly to enable this feature
ar: تحتاج إلى تكوين Razor بشكل صحيح لتمكين هذه الميزة

source: PayStack Activation
ar: تفعيل PayStack

source: You need to configure PayStack correctly to enable this feature
ar: تحتاج إلى تكوين PayStack بشكل صحيح لتمكين هذه الميزة

source: VoguePay Activation
ar: تفعيل VoguePay

source: You need to configure VoguePay correctly to enable this feature
ar: تحتاج إلى تكوين VoguePay بشكل صحيح لتمكين هذه الميزة

source: Payhere Activation
ar: تفعيل Payhere

source: Ngenius Activation
ar: تفعيل Ngenius

source: You need to configure Ngenius correctly to enable this feature
ar: تحتاج إلى تكوين Ngenius بشكل صحيح لتمكين هذه الميزة

source: Iyzico Activation
ar: تفعيل Iyzico

source: You need to configure iyzico correctly to enable this feature
ar: تحتاج إلى تكوين iyzico بشكل صحيح لتمكين هذه الميزة

source: Bkash Activation
ar: تفعيل بكاش

source: You need to configure bkash correctly to enable this feature
ar: تحتاج إلى تكوين bkash بشكل صحيح لتمكين هذه الميزة

source: Nagad Activation
ar: تفعيل نجاد

source: You need to configure nagad correctly to enable this feature
ar: تحتاج إلى تكوين nagad بشكل صحيح لتمكين هذه الميزة

source: Cash Payment Activation
ar: تفعيل الدفع النقدي

source: Social Media Login
ar: تسجيل الدخول إلى وسائل التواصل الاجتماعي

source: Facebook login
ar: تسجيل الدخول الى الفيسبوك

source: You need to configure Facebook Client correctly to enable this feature
ar: تحتاج إلى تكوين Facebook Client بشكل صحيح لتمكين هذه الميزة

source: Google login
ar: تسجيل الدخول إلى Google

source: You need to configure Google Client correctly to enable this feature
ar: تحتاج إلى تكوين عميل Google بشكل صحيح لتمكين هذه الميزة

source: Twitter login
ar: تسجيل الدخول إلى Twitter

source: You need to configure Twitter Client correctly to enable this feature
ar: تحتاج إلى تكوين عميل تويتر بشكل صحيح لتمكين هذه الميزة

source: Shop Logo
ar: متجر الشعار

source: Shop Address
ar: عنوان المحل

source: Banner Settings
ar: إعدادات البانر

source: Banners
ar: لافتات

source: We had to limit height to maintian consistancy. In some device both side of the banner might be cropped for height limitation.
ar: كان علينا تحديد الارتفاع للحفاظ على الاتساق. في بعض الأجهزة ، قد يتم اقتصاص كلا جانبي الشعار للحد من الارتفاع.

source: Insert link with https
ar: أدخل الارتباط مع https

source: Your Shop has been updated successfully!
ar: تم تحديث متجرك بنجاح!

source: Search result for
ar: نتيجة البحث عن

source: Brand has been inserted successfully
ar: تم إدراج العلامة التجارية بنجاح

source: About
ar: حول

source: Payout Info
ar: معلومات الدفع

source: Bank Acc Name
ar: اسم حساب البنك

source: Bank Acc Number
ar: رقم حساب البنك

source: Total Products
ar: إجمالي المنتجات

source: Total Sold Amount
ar: إجمالي المبلغ المباع

source: Wallet Balance
ar: رصيد المحفظة

source: Cookies Agreement
ar: اتفاقية ملفات تعريف الارتباط

source: Cookies Agreement Text
ar: نص اتفاقية ملفات تعريف الارتباط

source: Show Cookies Agreement?
ar: إظهار اتفاقية ملفات تعريف الارتباط؟

source: Custom Script
ar: برنامج نصي مخصص

source: Header custom script - before </head>
ar: البرنامج النصي المخصص للرأس - قبل </head>

source: Write script with <script> tag
ar: اكتب البرنامج النصي بعلامة <script>

source: Footer custom script - before </body>
ar: البرنامج النصي المخصص للتذييل - قبل </ body>

source: Category has been inserted successfully
ar: تم ادراج الفئة بنجاح

source: All Flash Deals
ar: جميع عروض فلاش

source: Create New Flash Deal
ar: إنشاء صفقة فلاش جديدة

source: This image is shown as cover banner in flash deal details page.
ar: تظهر هذه الصورة كبانر غلاف في صفحة تفاصيل صفقة فلاش.

source: Flash Deal has been inserted successfully
ar: تم إدراج عرض الفلاش بنجاح

source: Flash deal status updated successfully
ar: تم تحديث حالة صفقة الفلاش بنجاح

source: Flash Deal has been updated successfully
ar: تم تحديث صفقة الفلاش بنجاح

source: update Language Info
ar: تحديث معلومات اللغة

source: Language has been updated successfully
ar: تم تحديث اللغة بنجاح

source: Type key & Enter
ar: اكتب مفتاح وأدخل

source: Translations updated for
ar: تم تحديث الترجمات لـ
