Repository: malamri777/multivender
Catalog: Modules/Translations/Database/LanguageExport/app_*.arb
Languages: ar

source: All Category
ar: كل الفئات

source: All
ar: الكل

source: Flash Sale
ar: بيع مفاجئ

source: View More
ar: عرض المزيد

source: Add to wishlist
ar: أضف إلى قائمة الامنيات

source: Add to compare
ar: أضف للمقارنة

source: Add to cart
ar: أضف إلى السلة

source: Club Point
ar: كلوب بوينت

source: Classified Ads
ar: الإعلانات المبوبة

source: Used
ar: مستخدم

source: Top 10 Categories
ar: أعلى 10 فئات

source: View All Categories
ar: عرض جميع الفئات

source: Top 10 Brands
ar: أفضل 10 ماركات

source: View All Brands
ar: عرض كل الماركات

source: Terms & conditions
ar: البنود و الظروف

source: Best Selling
ar: أفضل مبيعات

source: Top 20
ar: أفضل 20

source: Featured Products
ar: منتجات مميزة

source: Best Sellers
ar: أفضل البائعين

source: Visit Store
ar: قم بزيارة المعرض او المتجر

source: Popular Suggestions
ar: الاقتراحات الشعبية

source: Category Suggestions
ar: اقتراحات الفئة

source: Automobile & Motorcycle
ar: السيارات والدراجات النارية

source: Price range
ar: نطاق السعر

source: Filter by color
ar: تصفية حسب اللون

source: Home
ar: الصفحة الرئيسية

source: Newest
ar: الأحدث

source: Oldest
ar: الأقدم

source: Price low to high
ar: السعر من الارخص للاعلى

source: Price high to low
ar: السعر الاعلى الى الادنى

source: Brands
ar: العلامات التجارية

source: All Brands
ar: جميع العلامات التجارية

source: All Sellers
ar: كل البائعين

source: Inhouse product
ar: منتج داخلي

source: Message Seller
ar: مراسلة البائع

source: Price
ar: السعر

source: Discount Price
ar: سعر الخصم

source: Color
ar: اللون

source: Quantity
ar: كمية

source: available
ar: متاح

source: Total Price
ar: السعر الكلي

source: Out of Stock
ar: إنتهى من المخزن

source: Refund
ar: إعادة مال

source: Share
ar: شارك

source: Sold by
ar: تم بيعها من قبل

source: customer reviews
ar: آراء العملاء

source: Top Selling Products
ar: المنتجات الأكثر مبيعًا

source: Description
ar: وصف

source: Video
ar: فيديو

source: reviews
ar: المراجعات

source: Download
ar: تحميل

source: There have been no reviews for this product yet.
ar: لم تكن هناك مراجعات لهذا المنتج حتى الآن.

source: Related products
ar: منتجات ذات صله

source: Any query about this product
ar: أي استفسار عن هذا المنتج

source: Product Name
ar: اسم المنتج

source: Your Question
ar: سؤالك

source: Send
ar: إرسال

source: Use country code before number
ar: استخدم رمز البلد قبل الرقم

source: Remember Me
ar: تذكرنى

source: Dont have an account?
ar: ليس لديك حساب؟

source: Register Now
ar: سجل الان

source: Or Login With
ar: أو تسجيل الدخول باستخدام

source: oops..
ar: وجه الفتاة..

source: This item is out of stock!
ar: هذا العنصر غير متوفر في المخزون!

source: Back to shopping
ar: العودة إلى التسوق

source: Login to your account.
ar: تسجيل الدخول إلى حسابك.

source: Purchase History
ar: تاريخ شراء

source: new
ar: جديد

source: Downloads
ar: التحميلات

source: Sent Refund Request
ar: طلب استرداد مرسل

source: Product Bulk Upload
ar: تحميل مجمع للمنتج

source: Orders
ar: الطلب #٪ s

source: Recieved Refund Request
ar: تم استلام طلب استرداد

source: Shop Setting
ar: إعداد المتجر

source: Payment History
ar: تاريخ الدفع

source: Money Withdraw
ar: سحب الأموال

source: Conversations
ar: المحادثات

source: My Wallet
ar: محفظتى

source: Earning Points
ar: كسب النقاط

source: Support Ticket
ar: بطاقة الدعم

source: Manage Profile
ar: إدارة الملف الشخصي

source: Sold Amount
ar: المبلغ المباع

source: Your sold amount (current month)
ar: المبلغ المباع (الشهر الحالي)

source: Total Sold
ar: إجمالي المبيعات

source: Last Month Sold
ar: تم بيع الشهر الماضي

source: Total sale
ar: إجمالي البيع

source: Total earnings
ar: الأرباح الكلية

source: Successful orders
ar: الطلبات الناجحة

source: Total orders
ar: إجمالي الطلبات

source: Pending orders
ar: الطلبات المعلقة

source: Cancelled orders
ar: الطلبات الملغاة

source: Product
ar: المنتج

source: Purchased Package
ar: الحزمة المشتراة

source: Package Not Found
ar: الحزمة غير موجودة

source: Upgrade Package
ar: حزمة الترقية

source: Shop
ar: متجر

source: Manage & organize your shop
ar: إدارة وتنظيم متجرك

source: Go to setting
ar: اذهب إلى الإعداد

source: Payment
ar: دفع

source: Configure your payment method
ar: تكوين طريقة الدفع الخاصة بك

source: My Panel
ar: لوحتي

source: Item has been added to wishlist
ar: تمت إضافة العنصر إلى قائمة الرغبات

source: My Points
ar: نقاطي

source: Points
ar: نقاط

source: Wallet Money
ar: أموال المحفظة

source: Exchange Rate
ar: سعر الصرف

source: Point Earning history
ar: سجل كسب النقاط

source: Date
ar: تاريخ

source: Points
ar: نقاط

source: Converted
ar: محولة

source: Action
ar: عمل

source: No history found.
ar: لم يتم العثور على سجل.

source: Convert has been done successfully Check your Wallets
ar: تم التحويل بنجاح تحقق من محافظك

source: Something went wrong!
ar: هناك خطأ ما!

source: Remaining Uploads
ar: التحميلات المتبقية

source: No Package Found
ar: لم يتم العثور على حزمة

source: Search product
ar: البحث عن المنتج

source: Name
ar: اسم

source: Current Qty
ar: الكمية الحالية

source: Base Price
ar: السعر الأساسي

source: Published
ar: نشرت

source: Featured
ar: متميز

source: Options
ar: خيارات

source: Edit
ar: تعديل

source: Duplicate
ar: مكرر

source: 1. Download the skeleton file and fill it with data.
ar: 1. قم بتنزيل ملف الهيكل العظمي واملأه بالبيانات.

source: 2. You can download the example file to understand how the data must be filled.
ar: 2. يمكنك تنزيل ملف المثال لفهم كيفية ملء البيانات.

source: 3. Once you have downloaded and filled the skeleton file, upload it in the form below and submit.
ar: 3. بمجرد تنزيل ملف الهيكل العظمي وتعبئته ، قم بتحميله في النموذج أدناه وأرسله.

source: 4. After uploading products you need to edit them and set products images and choices.
ar: 4. بعد تحميل المنتجات تحتاج إلى تعديلها وتعيين صور المنتجات والاختيارات.

source: Download CSV
ar: تنزيل ملف CSV

source: 1. Category,Sub category,Sub Sub category and Brand should be in numerical ids.
ar: 1. يجب أن تكون الفئة ، والفئة الفرعية ، والفئة الفرعية والعلامة التجارية في هويات رقمية.

source: 2. You can download the pdf to get Category,Sub category,Sub Sub category and Brand id.
ar: 2. يمكنك تنزيل ملف pdf للحصول على الفئة والفئة الفرعية والفئة الفرعية ومعرف العلامة التجارية.

source: Download Category
ar: فئة التحميل

source: Download Sub category
ar: تحميل فئة فرعية

source: Download Sub Sub category
ar: تحميل فئة فرعية

source: Download Brand
ar: تحميل الماركة

source: Upload CSV File
ar: تحميل ملف CSV

source: Choose CSV File
ar: اختر ملف CSV

source: Upload
ar: تحميل

source: Add New Digital Product
ar: إضافة منتج رقمي جديد

source: Available Status
ar: الحالة المتاحة

source: Admin Status
ar: حالة المسؤول

source: Pending Balance
ar: رصيد معلق

source: Send Withdraw Request
ar: إرسال طلب سحب

source: Withdraw Request history
ar: سحب تاريخ الطلب

source: Amount
ar: كمية

source: Status
ar: الحالة

source: Message
ar: رسالة

source: Send A Withdraw Request
ar: إرسال طلب سحب

source: Basic Info
ar: معلومات أساسية

source: Your Phone
ar: هاتفك

source: Photo
ar: صورة فوتوغرافية

source: Browse
ar: تصفح

source: Your Password
ar: كلمتك السرية

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Add New Address
ar: أضف عنوان جديد

source: Payment Setting
ar: إعداد الدفع

source: Cash Payment
ar: دفع نقدا

source: Bank Payment
ar: الدفع المصرفية

source: Bank Name
ar: اسم البنك

source: Bank Account Name
ar: اسم الحساب المصرفي

source: Bank Account Number
ar: رقم الحساب المصرفي

source: Bank Routing Number
ar: رقم التحويل المصرفي

source: Update Profile
ar: تحديث الملف

source: Change your email
ar: قم بتغيير بريدك الإلكتروني

source: Your Email
ar: بريدك الالكتروني

source: Sending Email...
ar: إرسال البريد الإلكتروني...

source: Verify
ar: تحقق

source: Update Email
ar: تحديث البريد الإلكتروني

source: New Address
ar: عنوان جديد

source: Your Address
ar: عنوانك

source: Country
ar: بلد

source: Select your country
ar: اختر بلدك

source: City
ar: مدينة

source: Your City
ar: مدينتك

source: Your Postal Code
ar: رمزك البريدي

source: Save
ar: حفظ

source: Received Refund Request
ar: تم استلام طلب استرداد

source: Delete Confirmation
ar: تأكيد الحذف

source: Are you sure to delete this?
ar: هل أنت متأكد من حذف هذا؟

source: Premium Packages for Sellers
ar: حزم متميزة للبائعين

source: Product Upload
ar: تحميل المنتج

source: Digital Product Upload
ar: تحميل المنتج الرقمي

source: Purchase Package
ar: حزمة الشراء

source: Select Payment Type
ar: اختر طريقة الدفع

source: Payment Type
ar: نوع الدفع

source: Select One
ar: حدد واحد

source: Online payment
ar: الدفع الالكتروني

source: Offline payment
ar: الدفع دون اتصال بالإنترنت

source: Purchase Your Package
ar: شراء باقتك

source: Paypal
ar: باي بال

source: Stripe
ar: شريط

source: Confirm
ar: تؤكد

source: Offline Package Payment
ar: دفع حزمة دون اتصال

source: Transaction ID
ar: رقم المعاملة

source: Choose image
ar: اختر صورة

source: Code
ar: الشفرة

source: Delivery Status
ar: حالة التسليم

source: Payment Status
ar: حالة السداد

source: Paid
ar: دفع

source: Order Details
ar: تفاصيل الطلب

source: Download Invoice
ar: تحميل فاتورة

source: Un-Paid
ar: غير مدفوعة

source: Order placed
ar: تم الطلب

source: Confirmed
ar: تم تأكيد

source: On delivery
ar: عند التسليم

source: Delivered
ar: تم التوصيل

source: Order Summary
ar: ملخص الطلب

source: Order Code:
ar: رمز الطلب:

source: Customer
ar: الزبون

source: Total order amount
ar: إجمالي مبلغ الطلب

source: Shipping metdod
ar: metdod الشحن

source: Flat shipping rate
ar: سعر الشحن ثابت

source: Payment metdod
ar: metdod الدفع

source: Variation
ar: الاختلاف

source: Delivery Type
ar: نوع التوصيل

source: Home Delivery
ar: توصيل منزلي

source: Order Ammount
ar: مبلغ الطلب

source: Subtotal
ar: المجموع الفرعي

source: Shipping
ar: الشحن

source: Coupon Discount
ar: خصم القسيمة

source: N/A
ar: غير متاح

source: In stock
ar: في الأوراق المالية

source: Buy Now
ar: اشتري الآن

source: Item added to your cart!
ar: إضافة السلعة الى سلة التسوق الخاصة بك!

source: Proceed to Checkout
ar: الشروع في الخروج

source: Cart Items
ar: عناصر عربة التسوق

source: 1. My Cart
ar: 1. عربة التسوق الخاصة بي

source: View cart
ar: عرض عربة التسوق

source: 2. Shipping info
ar: 2. معلومات الشحن

source: Checkout
ar: الدفع

source: 3. Delivery info
ar: 3. معلومات التسليم

source: 4. Payment
ar: 4. الدفع

source: 5. Confirmation
ar: 5. التأكيد

source: Remove
ar: إزالة

source: Return to shop
ar: العودة الى المتجر

source: Continue to Shipping
ar: تابع إلى الشحن

source: Or
ar: أو

source: Guest Checkout
ar: ضيف المحاسبة

source: Continue to Delivery Info
ar: تابع إلى معلومات التسليم

source: Postal code
ar: الرمز البريدي

source: Choose Delivery Type
ar: اختر نوع التسليم

source: Local Pickup
ar: شاحنة محلية

source: Select your nearest pickup point
ar: حدد أقرب نقطة التقاط لك

source: Continue to Payment
ar: تابع إلى الدفع

source: Select a payment option
ar: حدد خيار الدفع

source: Razorpay
ar: رازورباي

source: payhere
ar: ادفع هنا

source: ngenius
ar: عبقري

source: Cash on Delivery
ar: الدفع عند الاستلام

source: Your wallet balance :
ar: رصيد محفظتك:

source: Insufficient balance
ar: رصيد غير كاف

source: I agree to the
ar: أنا أوافق على

source: Complete Order
ar: اكمل الطلب

source: Summary
ar: ملخص

source: Items
ar: العناصر

source: Total Club point
ar: مجموع نقاط النادي

source: Total Shipping
ar: إجمالي الشحن

source: Have coupon code? Enter here
ar: هل لديك رمز قسيمة؟ أدخل هنا

source: Apply
ar: تطبيق

source: You need to agree with our policies
ar: أنت بحاجة إلى الموافقة على سياساتنا

source: Forgot password?
ar: هل نسيت كلمة المرور؟

source: SEO Setting
ar: إعداد SEO

source: System Update
ar: تحديث النظام

source: Add New Payment Method
ar: أضف طريقة دفع جديدة

source: Manual Payment Method
ar: طريقة الدفع اليدوي

source: Heading
ar: عنوان

source: Logo
ar: شعار

source: Manual Payment Information
ar: معلومات الدفع اليدوي

source: Type
ar: اكتب

source: Custom Payment
ar: الدفع المخصص

source: Check Payment
ar: التحقق من الدفع

source: Checkout Thumbnail
ar: صورة مصغرة للخروج

source: Payment Instruction
ar: تعليمات الدفع

source: Bank Information
ar: المعلومات المصرفية

source: Select File
ar: حدد ملف

source: Upload New
ar: تحميل جديد

source: Sort by newest
ar: الترتيب حسب الأحدث

source: Sort by oldest
ar: فرز حسب الأقدم

source: Sort by smallest
ar: فرز حسب الأصغر

source: Sort by largest
ar: فرز حسب الأكبر

source: Selected Only
ar: المحدد فقط

source: No files found
ar: لا توجد ملفات

source: 0 File selected
ar: 0 ملف محدد

source: Clear
ar: واضح

source: Prev
ar: السابق

source: Next
ar: التالى

source: Add Files
ar: إضافة ملفات

source: Method has been inserted successfully
ar: تم إدخال الطريقة بنجاح

source: Order date
ar: تاريخ الطلب

source: Bill to
ar: مشروع قانون ل

source: Sub Total
ar: المجموع الفرعي

source: Total Tax
ar: مجموع الضريبة

source: Grand Total
ar: المبلغ الإجمالي

source: Your order has been placed successfully. Please submit payment information from purchase history
ar: تم وضع طلبك بنجاح. يرجى تقديم معلومات الدفع من سجل الشراء

source: Thank You for Your Order!
ar: شكرا لطلبك!

source: A copy or your order summary has been sent to
ar: تم إرسال نسخة أو ملخص طلبك إلى

source: Make Payment
ar: قم بالدفع

source: Payment screenshot
ar: لقطة شاشة الدفع

source: Paypal Credential
ar: اعتماد Paypal

source: Paypal Client Id
ar: معرف عميل Paypal

source: Paypal Client Secret
ar: سر عميل Paypal

source: Paypal Sandbox Mode
ar: وضع Paypal Sandbox

source: Sslcommerz Credential
ar: اعتماد Sslcommerz

source: Sslcz Store Id
ar: معرف متجر sslcz

source: Sslcz store password
ar: كلمة مرور متجر sslcz

source: Sslcommerz Sandbox Mode
ar: وضع الحماية Sslcommerz

source: Stripe Credential
ar: اعتماد شريطي

source: Stripe Key
ar: مفتاح الشريط

source: Stripe Secret
ar: سر الشريط

source: RazorPay Credential
ar: اعتماد RazorPay

source: RAZOR KEY
ar: مفتاح الحلاقة

source: RAZOR SECRET
ar: سر الحلاقة

source: Instamojo Credential
ar: اعتماد Instamojo

source: API KEY
ar: مفتاح API

source: IM AUTH TOKEN
ar: رمز IM AUTH

source: Instamojo Sandbox Mode
ar: وضع Instamojo Sandbox

source: PayStack Credential
ar: اعتماد PayStack

source: PUBLIC KEY
ar: المفتاح العمومي

source: SECRET KEY
ar: مفتاح سري

source: MERCHANT EMAIL
ar: البريد الإلكتروني للتاجر

source: VoguePay Credential
ar: اعتماد VoguePay

source: MERCHANT ID
ar: معرف التاجر

source: Sandbox Mode
ar: وضع الحماية

source: Payhere Credential
ar: اعتماد Payhere

source: PAYHERE MERCHANT ID
ar: معرف تاجر بايهير

source: PAYHERE CURRENCY
ar: عملة الدفع

source: Payhere Sandbox Mode
ar: وضع Payhere Sandbox

source: NGENIUS OUTLET ID
ar: معرف منفذ NGENIUS

source: NGENIUS CURRENCY
ar: العملة الأجنبية

source: Mpesa Credential
ar: اعتماد Mpesa

source: MPESA SANDBOX ACTIVATION
ar: تنشيط ساندبوكس MPESA

source: Flutterwave Credential
ar: اعتماد Flutterwave

source: STAGIN ACTIVATION
ar: تنشيط STAGIN

source: All Product
ar: كل المنتجات

source: Sort by
ar: ترتيب حسب

source: Rating (High > Low)
ar: التصنيف (مرتفع> منخفض)

source: Rating (Low > High)
ar: التصنيف (منخفض> مرتفع)

source: Num of Sale (High > Low)
ar: عدد المبيعات (مرتفع> منخفض)

source: Num of Sale (Low > High)
ar: عدد المبيعات (منخفض> مرتفع)

source: Base Price (High > Low)
ar: السعر الأساسي (مرتفع> منخفض)

source: Base Price (Low > High)
ar: السعر الأساسي (منخفض> مرتفع)

source: Type & Enter
ar: اكتب & أدخل

source: Added By
ar: أضيفت من قبل

source: Num of Sale
ar: رقم البيع

source: Total Stock
ar: إجمالي المخزون

source: Todays Deal
ar: صفقة اليوم

source: Rating
ar: تقييم

source: Times
ar: مرات

source: Add Nerw Product
ar: أضف منتج نيرو

source: Product Information
ar: معلومات المنتج

source: Unit
ar: وحدة

source: Unit (e.g. KG, Pc etc)
ar: الوحدة (مثل KG ، Pc إلخ)

source: Minimum Qty.
ar: الحد الأدنى من الكمية.

source: Tags
ar: العلامات

source: Type and hit enter to add a tag
ar: اكتب واضغط على Enter لإضافة علامة

source: Barcode
ar: الباركود

source: Refundable
ar: مستردة

source: Product Images
ar: صور المنتج

source: Gallery Images
ar: معرض الصور

source: Todays Deal updated successfully
ar: تم تحديث صفقة اليوم بنجاح

source: Published products updated successfully
ar: تم تحديث المنتجات المنشورة بنجاح

source: Thumbnail Image
ar: صورة مصغرة

source: Featured products updated successfully
ar: تم تحديث المنتجات المميزة بنجاح

source: Product Videos
ar: فيديو المنتج

source: Video Provider
ar: مزود الفيديو

source: Youtube
ar: موقع YouTube

source: Dailymotion
ar: ديلي موشن

source: Vimeo
ar: فيميو

source: Video Link
ar: رابط الفيديو

source: Product Variation
ar: تنوع المنتج

source: Colors
ar: الألوان

source: Attributes
ar: السمات

source: Choose Attributes
ar: اختر السمات

source: Choose the attributes of this product and then input values of each attribute
ar: اختر سمات هذا المنتج ثم قيم الإدخال لكل سمة

source: Product price + stock
ar: سعر المنتج + الأسهم

source: Unit price
ar: سعر الوحدة

source: Purchase price
ar: سعر الشراء

source: Flat
ar: مسطحة

source: Percent
ar: نسبه مئويه

source: Discount
ar: خصم

source: Product Description
ar: وصف المنتج

source: Product Shipping Cost
ar: تكلفة شحن المنتج

source: Free Shipping
ar: الشحن مجانا

source: Flat Rate
ar: سعر موحد

source: Shipping cost
ar: تكلفة الشحن

source: PDF Specification
ar: مواصفات PDF

source: SEO Meta Tags
ar: العلامات الوصفية SEO

source: Meta Title
ar: عنوان الفوقية

source: Meta Image
ar: صورة ميتا

source: Choice Title
ar: عنوان الاختيار

source: Enter choice values
ar: أدخل قيم الاختيار

source: All categories
ar: جميع الفئات

source: Add New category
ar: إضافة فئة جديدة

source: Type name & Enter
ar: اكتب الاسم وأدخل

source: Banner
ar: لافتة

source: Commission
ar: عمولة

source: Icon
ar: أيقونة

source: Featured categories updated successfully
ar: تم تحديث الفئات المميزة بنجاح

source: Hot
ar: الحار

source: Filter by Payment Status
ar: تصفية حسب حالة الدفع

source: Filter by Deliver Status
ar: تصفية حسب تسليم الحالة

source: Pending
ar: قيد الانتظار

source: Type Order code & hit Enter
ar: اكتب رمز الطلب واضغط على Enter

source: Num. of Products
ar: رقم. المنتجات

source: Walk In Customer
ar: دخول العميل

source: QTY
ar: الكمية

source: Without Shipping Charge
ar: بدون رسوم الشحن

source: With Shipping Charge
ar: مع رسوم الشحن

source: Pay With Cash
ar: الدفع نقدا

source: Shipping address
ar: عنوان الشحن

source: Close
ar: قريب

source: Select country
ar: حدد الدولة

source: Order Confirmation
ar: تأكيد الطلب

source: Are you sure to confirm this order?
ar: هل أنت متأكد من تأكيد هذا الطلب؟

source: Comfirm Order
ar: ترتيب Comfirm

source: Personal Info
ar: معلومات شخصية

source: Repeat Password
ar: اعد كلمة السر

source: Shop Name
ar: اسم المحل

source: Register Your Shop
ar: سجل متجرك

source: Affiliate Informations
ar: المعلومات التابعة

source: Affiliate
ar: شركة تابعة

source: User Info
ar: معلومات المستخدم

source: Installed Addon
ar: الملحق المثبت

source: Available Addon
ar: الملحق المتاح

source: Install New Addon
ar: قم بتثبيت ملحق جديد

source: Version
ar: الإصدار

source: Activated
ar: مفعل

source: Deactivated
ar: معطل

source: Activate OTP
ar: تفعيل OTP

source: OTP will be Used For
ar: سيتم استخدام OTP لـ

source: Settings updated successfully
ar: تم تحديث الإعدادات بنجاح

source: Product Owner
ar: مالك المنتج

source: Point
ar: نقطة

source: Set Point for Product Within a Range
ar: تعيين نقطة للمنتج ضمن النطاق

source: Set Point for multiple products
ar: تعيين نقطة لمنتجات متعددة

source: Min Price
ar: سعر دقيقة

source: Max Price
ar: أقصى سعر

source: Set Point for all Products
ar: تعيين نقطة لجميع المنتجات

source: Set Point For
ar: تعيين نقطة ل

source: Convert Status
ar: تحويل الحالة

source: Earned At
ar: حصل في

source: Seller Based Selling Report
ar: تقرير البيع القائم على البائع

source: Sort by verificarion status
ar: فرز حسب حالة التحقق

source: Approved
ar: وافق

source: Non Approved
ar: ليس مصدق عليه

source: Filter
ar: منقي

source: Seller Name
ar: البائع اسم

source: Number of Product Sale
ar: عدد بيع المنتج

source: Order Amount
ar: كمية الطلب

source: Facebook Chat Setting
ar: إعداد دردشة Facebook

source: Facebook Page ID
ar: معرف صفحة الفيسبوك

source: Please be carefull when you are configuring Facebook chat. For incorrect configuration you will not get messenger icon on your user-end site.
ar: يرجى توخي الحذر عند تكوين دردشة Facebook. للتكوين غير الصحيح ، لن تحصل على أيقونة messenger على موقع المستخدم الخاص بك.

source: Login into your facebook page
ar: تسجيل الدخول إلى صفحة الفيسبوك الخاصة بك

source: Find the About option of your facebook page
ar: ابحث عن خيار حول صفحتك على Facebook

source: At the very bottom, you can find the “Facebook Page ID”
ar: في الجزء السفلي ، يمكنك العثور على \ "معرف صفحة Facebook \"

source: Go to Settings of your page and find the option of "Advance Messaging"
ar: انتقل إلى إعدادات صفحتك وابحث عن خيار \ "تقديم الرسائل \"

source: Scroll down that page and you will get "white listed domain"
ar: مرر لأسفل تلك الصفحة وستحصل على \ "المجال المدرج في القائمة البيضاء \"

source: Set your website domain name
ar: قم بتعيين اسم مجال موقع الويب الخاص بك

source: Google reCAPTCHA Setting
ar: إعداد Google reCAPTCHA

source: Site KEY
ar: مفتاح الموقع

source: Select Shipping Method
ar: إختر طريقة الشحن

source: Product Wise Shipping Cost
ar: تكلفة شحن المنتج الحكيمة

source: Flat Rate Shipping Cost
ar: تكلفة الشحن بسعر موحد

source: Seller Wise Flat Shipping Cost
ar: البائع شقة الحكمة أجور الشحن

source: Note
ar: ملحوظة

source: Product Wise Shipping Cost calulation: Shipping cost is calculate by addition of each product shipping cost
ar: حساب تكلفة الشحن الحكيمة للمنتج: يتم حساب تكلفة الشحن عن طريق إضافة تكلفة شحن كل منتج

source: Flat Rate Shipping Cost calulation: How many products a customer purchase, doesn't matter. Shipping cost is fixed
ar: حساب تكلفة الشحن بالسعر الثابت: لا يهم كم عدد المنتجات التي يشتريها العميل. تكلفة الشحن ثابتة

source: Seller Wise Flat Shipping Cost calulation: Fixed rate for each seller. If a customer purchase 2 product from two seller shipping cost is calculate by addition of each seller flat shipping cost
ar: حساب البائع لتكلفة الشحن الثابتة: سعر ثابت لكل بائع. إذا قام العميل بشراء منتجين من اثنين من تكلفة الشحن للبائعين ، يتم حسابها بإضافة تكلفة الشحن الثابتة لكل بائع

source: Flat Rate Cost
ar: تكلفة السعر الثابت

source: Shipping Cost for Admin Products
ar: تكلفة الشحن للمنتجات الإدارية

source: Countries
ar: بلدان

source: Show/Hide
ar: اظهر المخفي

source: Country status updated successfully
ar: تم تحديث حالة البلد بنجاح

source: All Subcategories
ar: جميع الفئات الفرعية

source: Add New Subcategory
ar: إضافة فئة فرعية جديدة

source: Sub-Categories
ar: الفئات الفرعية

source: Sub Category Information
ar: معلومات الفئة الفرعية

source: Slug
ar: سبيكة

source: All Sub Subcategories
ar: جميع الفئات الفرعية

source: Add New Sub Subcategory
ar: إضافة تصنيف فرعي جديد

source: Sub-Sub-categories
ar: الفئات الفرعية الفرعية

source: Make This Default
ar: اجعل هذا الافتراضي

source: Shops
ar: محلات

source: Women Clothing & Fashion
ar: ملابس وموضة نسائية

source: Cellphones & Tabs
ar: الهواتف المحمولة وعلامات التبويب

source: Welcome to
ar: مرحبا بك في

source: Create a New Account
ar: انشاء حساب جديد

source: Full Name
ar: الاسم الكامل

source: Password
ar: كلمه السر

source: Confrim Password
ar: تأكيد كلمة المرور

source: I agree with the
ar: وأنا أتفق مع

source: terms and conditions
ar: الأحكام والشروط

source: Register
ar: تسجيل

source: Already have an account?
ar: هل لديك حساب؟

source: Sign Up with
ar: سجل مع

source: I agree with the Terms and Conditions
ar: اني اوافق على الشروط والظروف

source: All Role
ar: كل دور

source: Add New Role
ar: إضافة دور جديد

source: Roles
ar: الأدوار

source: Add New Staffs
ar: إضافة طاقم عمل جديد

source: Role
ar: وظيفة

source: Frontend Website Name
ar: اسم موقع الواجهة الأمامية

source: Website Name
ar: اسم الموقع
